Repository: 84000/data-translation-memory
Catalog: toh747-v3.tmx
Source language: bo
Languages: en

source: འབྱུང་པོ་འདུལ་བ་ཞེས་བྱ་བའི་རྒྱུད་ཀྱི་རྒྱལ་པོ་ཆེན་པོ།
en: Chapter

source: དཔལ་རྡོ་རྗེ་སེམས་དཔའ་ལ་ཕྱག་འཚལ་ལོ།
en: Homage to Vajrasattva!

source: །དེ་ནས་འདིར་ནི་བཤད་བྱ་བ། །འབྱུང་པོ་འདུལ་བའི་རྒྱུད་ཆེན་རྒྱལ། །འབྱུང་པོ་འབྱུང་མོ་ཀུན་བསྒྲུབ་པའི། ཆོ་ག་རབ་ཏུ་རྒྱས་པའོ། །རྡོ་རྗེ་འཆང་ཆེན་པོ་འཇིག་རྟེན་གསུམ་གྱི་བདག་པོས་འདི་སྐད་ཅེས་གསུངས་སོ།
en: “I will now teach,” said the great lord Vajradhara, the supreme master of the triple universe, “the detailed rituals for mastery over all male and female spirits found in this great sovereign Bhūta­ḍāmara Tantra

source: །ཆུ་བོའི་འགྲམ་དང་། དུར་ཁྲོད་དང་། ཤིང་གཅིག་པ་དང་། ལྷ་གནས་པའི་ཁང་པ་དང་། དཔལ་རྡོ་རྗེ་འཆང་གི་ཁྱིམ་དང་། རིགས་ཀྱི་གནས་རྣམས་སུ་བསྒྲུབ་པར་བྱ་སྟེ།
en: “One should perform the sādhana at places such as the confluence of two rivers, a charnel ground, a lonely tree, a shrine of a deity, or a temple of the glorious Vajradhara.

source: སྐད་ཅིག་ཉིད་ཀྱིས་འགྲུབ་པར་འགྱུར་རོ།
en: One will succeed instantly.

source: །གལ་ཏེ་མ་གྲུབ་ན་འབྱུང་པོ་དང་འབྱུང་མོ་རིགས་དང་རྒྱུད་དུ་བཅས་པ་མ་ལུས་པ་ཕུང་བར་འགྱུར་རོ།
en: If a male or a female spirit does not submit to the sādhana , it will perish along with its family and clan.”

source: །དེ་ནས་དབང་ཕྱུག་ཆེན་པོའི་ལྷ་ཆེན་པོས་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ཏེ། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་གདུག་པ་དང་མ་རུངས་པ་རྣམས་གསོད་པར་བྱེད་པ་བཤད་དུ་གསོལ།
en: Then Maheśvara-Mahādeva respectfully bowed his head to the feet of Lord Vajradhara and said, “May the lord, the supreme master Great Wrath, pronounce the words of the mantra that slays wicked spirits.”

source: དེ་ནས་དབང་ཕྱུག་ཆེན་པོའི་ལྷ་ཆེན་པོ་ལ་ལེགས་སོ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ནས་འབྱུང་པོ་ཐམས་ཅད་གསོད་པའི་སྔགས་ཀྱི་ཚིག་གསུངས་པ།
en: The supreme master Great Wrath applauded Maheśvara-Mahādeva: “Well done! Well done, Mahādeva! This was rightly said!” The lord then spoke the words of the mantra that slays all spirits:

source: ཨོྃ་བཛྲ་ཛྭ་ལི་ཧ་ན་ཧ་ན་སརྦ་བྷཱུ་ཏཱ་ན་ཧཱུྃ་ཕཊ།
en: Oṁ , Vajrajvālā, kill! Kill all the spirits! Hūṁ phaṭ

source: དེ་ནས་འདི་གསུངས་པ་ཙམ་གྱིས་དཔལ་རྡོ་རྗེ་འཆང་གི་བ་སྤུའི་བུ་ག་རྣམས་ནས་རྡོ་རྗེ་འབར་བ་དུ་མ་བྱུང་བར་གྱུར་ཏེ།
en: As soon as this was said, many vajra flames issued forth from the pores of the glorious Vajradhara’s skin, and the bodies of all the male and female spirits dried up and withered.

source: འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་ལུས་བསྐམས་ཤིང་བརྒྱ་བྱིན་དང་། ཚངས་པ་དང་། ཁྱབ་འཇུག་ལ་སོགས་པ་ལྷ་ཐམས་ཅད་བསད་པར་གྱུར་ཏོ།
en: All the gods, headed by Indra, Brahmā, and Viṣṇu, were killed.

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་ངོ་མཚར་བ་དང་བཅས་པས་འདི་སྐད་ཅེས་གསུངས་སོ།
en: Amazed, all the tathāgatas said to the lord, “Excellent, Vajradhara!

source: །ལེགས་སོ་དཔལ་ལྡན་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་འབྱུང་པོ་དང་འབྱུང་མོ་ཚར་གཅོད་པར་བྱེད་པ་ནི་ལེགས་སོ།
en: It is excellent, O supreme master Great Wrath, that you will at a later time, on future occasions, subjugate all the male and female spirits.”

source: །དེ་ནས་ཡང་སླར་རོའི་རྣམ་པར་ཤེས་པ་འགུགས་པའི་སྔགས་གསུངས་པ།
en: Then the lord in turn pronounced a mantra of the goddess who summons the consciousness of the dead:

source: ཨོྃ་བཛྲ་ཨཱ་ཡུ་ཥེ་ས་ར་སཱ་རཱ་སྨིན།
en: Oṁ , Vajrāyuṣā, flow! Flow into him!

source: དེ་ནས་གསུངས་པ་ཙམ་གྱིས་དཔལ་རྡོ་རྗེ་འཆང་གི་ཤངས་ཀྱི་བུ་ག་ནས་རླུང་ཆེན་པོ་རོ་འཚོ་བར་བྱེད་པ་བྱུང་བར་གྱུར་ཏེ།
en: As soon as this was spoken, a great stream of vivifying air issued forth from the glorious Vajradhara’s nostrils.

source: དེ་བྱུང་བ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་རྣམས་ཀྱི་ལུས་ལ་ཞུགས་སོ།
en: As soon as it came out, it entered the bodies of all the male and female spirits.

source: །ཞུགས་པ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་རྣམས་ལངས་ཏེ་ཆེར་འཇིགས་ཤིང་རབ་ཏུ་འདར་བར་གྱུར་པས་བཅོམ་ལྡན་འདས་བསྐྱབ་ཏུ་གསོལ།
en: The male and female spirits immediately got up, reeling with great fear, and said, “May the lord protect us!

source: བདེ་བར་གཤེགས་པ་བསྐྱབ་ཏུ་གསོལ།
en: May the bliss-gone one protect us!

source: བཅོམ་ལྡན་འདས་ཀྱི་བཀའ་བཞིན་བགྱིད་དོ་ཞེས་སྨྲས་སོ།
en: May the lord command us!”

source: །དེ་ནས་འབྱུང་པོའི་བདག་པོ་གཞན་གྱིས་མི་ཐུབ་པ་འཁོར་གྱི་དཀྱིལ་འཁོར་དེར་བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་གཉིས་ལ་སྤྱི་བོས་ཕྱག་འཚལ་ནས་བཅོམ་ལྡན་འདས་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོ་དཔལ་སྲིད་པ་གསུམ་ལས་རྣམ་པར་རྒྱལ་བ་བདེ་བར་གཤེགས་པ་བསྐྱབ་ཏུ་གསོལ།
en: Then, in this great gathering, Aparājita, the great lord of bhūtas, prostrated at the feet of the venerable lord Great Wrath and said to the lord, “Master Great Wrath! May you, the glorious conqueror of the triple universe, protect us!

source: བཅོམ་ལྡན་འདས་ཡོངས་སུ་བསྐྱབ་ཏུ་གསོལ།
en: May you, the bliss-gone one, protect us!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The lord said, “You, friends, and you, lord of bhūtas, must promise that you will grant every success to people on the four continents of the human realm;

source: འབྱུང་པོའི་བདག་པོ་གླིང་བཞི་པ་ཐམས་ཅད་ཀྱི་མི་རྣམས་ལ་དངོས་གྲུབ་རྫོགས་པར་བྱིན་ཅིག །འཛམ་བུའི་གླིང་པའི་མི་རྣམས་ལ་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་པའི་རྫས་རྣམས་སྒྲུབ་ཅིང་བདེ་བར་བྱིན་ཅིག །དབྱིག་དང་། གསེར་དང་། དངུལ་དང་། མུ་ཏིག་དང་། བཻ་ཌཱུརྱ་དང་། པདྨ་རཱ་ག་དང་། མེ་དང་ཆུའི་ཤེལ་དང་། སྤོས་དང་ལྷའི་ན་བཟའ་རྣམས་བྱིན་ཅིག །འདི་ཟློས་པའི་འབྲས་བུ་འགྲུབ་པར་གྱིས་ཤིག །བསྙེན་བཀུར་གྱིས་ཤིག །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཟློས་པའི་རིན་པོ་ཆེའི་ཅོད་པན་དང་། གོས་དང་། དྲི་དང་། བདུག་པ་དང་། མེ་ཏོག་ལ་སོགས་པ་དང་། ཡོ་བྱད་དང་། རྫས་ཐམས་ཅད་བགེགས་མེད་པར་བྱིན་ཅིག །རྒྱལ་པོའི་འཇིགས་པ་དང་། དགྲའི་འཇིགས་པ་དང་། སེང་གེའི་འཇིགས་པ་དང་། སྟག་གི་འཇིགས་པ་ཐམས་ཅད་ཟློག་ཅིག །ཀྱེ་ཀྱེ་གཞན་གྱིས་མི་ཐུབ་པ་འབྱུང་པོའི་དབང་ཕྱུག་ཆེན་པོ་མྱུར་དུ་མྱུར་དུ་ཉོན་ཅིག་ཉོན་ཅིག །ལེ་ལོ་ཅན་དང་། ཚུལ་ཁྲིམས་འཆལ་བ་དང་། སྡིག་པ་བྱེད་པ་དང་། བརྫུན་སྨྲ་བ་རྣམས་ལ་ངེས་པར་དངོས་གྲུབ་བྱིན་ཅིག །གལ་ཏེ་རིག་སྔགས་འཆང་ལ་དངོས་གྲུབ་མི་སྦྱིན་ན་ཀླུ་མོ་དང་། གནོད་སྦྱིན་མོ་དང་། ས་ལ་འཇོམས་མ་དང་། ལྷ་མ་ཡིན་མོ་དང་། མིའམ་ཅི་མོ་དང་། ནམ་མཁའ་ལྡིང་མོ་དང་། ལྟོ་འཕྱེ་ཆེན་མོ་དང་། ཤ་ཟ་མོ་དང་། འབྱུང་མོ་དང་། དྲི་ཟ་མོ་རྣམས་ཀྱི་སྤྱི་བོ་མི་ཕྱེད་པའི་རྡོ་རྗེས་དགས་པར་བྱ་ཞིང་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་ལྟུང་བར་བྱའོ།
en: that you will give to the inhabitants of Jambudvīpa the elixir of long life, power substances, and the comfort of good health, as well as gold bullion and coins, pearls, beryls, rubies, sunstones, moonstones, clothes, fragrances, and desirable foods; that you will be servants and helpers of the reciters of the Great Wrath; that to anyone who recites one of the tathāgatas you will give every possible object without any reservation, including articles of worship such as fine jewels, clothes, fragrances, incense, flowers; and that you will dispel all fear of kings and enemies, and of lions and tigers. “Ho, ho, Aparājita! Great lord of bhūtas! Speak truthfully! Say again and again that you will definitely grant success even to the slothful and the immoral, to evildoers and liars. Say that if they do not grant success, the vidyādharīs, bhūtinīs, nāginīs, yakṣiṇīs, śālabhañjikās, kinnarīs, mahoragīs, garuḍīs, piśācīs, and gandharvīs will have their heads split by a great invincible thunderbolt, and that you will cause them to fall into one of the eight great hells.”

source: །དེ་ནས་དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་དུ་ལེགས་སོ་ལེགས་སོ།
en: All the tathāgatas remarked with amazement, “Well done!

source: །ལག་ན་རྡོ་རྗེ་ལེགས་པར་བཤད་དོ།
en: Well done, Vajrapāṇi! Well said!

source: །མི་རྣམས་ལ་ཕན་པའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་བརྩོན་འགྲུས་དང་སྟོབས་དང་ཕ་རོལ་གནོན་པ་མི་ཕྱེད་པར་གྲགས་པ། ལྷ་ཐམས་ཅད་ཀྱིས་ཕྱག་བྱས་པ་ཁམས་གསུམ་པའི་ཆོས་ཀྱི་རྒྱལ་པོ་ཆེན་པོ་གླིང་བཞི་པའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་གྲུབ་པར་བྱེད་པ་ཆོས་ཀྱི་འཁོར་ལོ་ཐམས་ཅད་སྐོར་བར་བྱེད་པ། སྡུག་བསྔལ་ཐམས་ཅད་འཇོམས་པར་བྱེད་པའི་སྒྲུབ་པའི་ཐབས་རྒྱ་ཆེན་པོ་ཆོ་ག་སྣ་ཚོགས་པ་ཕྱག་རྒྱ་དང་། སྔགས་ཀྱི་ཚིག་གིས་སྒྲུབ་པའི་ཐབས་ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོ་བཅོམ་ལྡན་འདས་ཁྲོ་བོའི་རྒྱལ་པོ་ཆེན་པོ་བདག་པོས་ཤོད་ཅིག་ཅེས་གསུངས་སོ།
en: For the benefit of all may you, great bodhisattva, teach about the great Dharma king of the triple universe who has completely mastered energy, strength, and power, who is honored by all the gods, who exercises mastery over all the world spheres that comprise the four continents, who turns all Dharma wheels, who removes all suffering, and whose numerous mudrās and mantras are employed in different, elaborate rituals. Venerable king Great Wrath, speak!”

source: །དེ་ནས་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་རོ་འཚོ་བར་བྱེད་པའི་སྔགས་གསུངས་པ།
en: Then Vajradhara, the supreme master Great Wrath, again uttered a mantra that revives the dead:

source: ཨོྃ་ཀརྡྷ་ཀརྡྷ་མི་ཏྲ་སོྃ་ཛཱི་བ་ཡ་ཏི་དྷཱ་ཡ།
en: Oṁ , summon the consciousness, summon! Revive the dead! Hrīḥ , āḥ

source: དེ་ནས་འདི་གསུངས་པ་ཙམ་གྱིས་ལྷ་ཐམས་ཅད་མྱོས་ཏེ་བརྒྱལ་ཞིང་འགྱེལ་ནས་ཆེར་འཇིགས་ཤིང་རབ་ཏུ་འདར་བར་གྱུར་ཏེ་གནས་སོ།
en: The moment this was intoned, all the deities who were brought back to life collapsed in a swoon. Reeling with great fear, they got up again.

source: །དེ་ནས་ལྷ་ཆེན་པོས་གསོལ་པ།
en: Mahādeva then said, “May the great bodhisattva protect me!”

source: བྱང་ཆུབ་སེམས་དཔའ་ཆེན་པོ་སྐྱོབས་ཤིག་སྐྱོབས་ཤིག །དེ་ནས་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་གསུངས་སོ།
en: Vajradhara, the supreme master Great Wrath, said, “Do not be afraid, do not be afraid, O lord of spirits!

source: །མ་འཇིགས་ཤིག་མ་འཇིགས་ཤིག །ཀྱེ་འབྱུང་པོའི་བདག་པོ་ཁྱེད་རྣམས་གཞན་ལས་རྒྱལ་བར་བྱ་བའི་ཕྱིར་ལྷ་ཐམས་ཅད་དབང་དུ་བསྡུ་ཞིང་འབྱུང་པོ་ཐམས་ཅད་ཚར་གཅད་པར་བྱའོ།
en: In order that you may be victorious over your adversaries, I will enthrall all gods and subjugate all spirits.”

source: །དེ་ནས་རིག་སྔགས་འཆང་གི་དབང་པོ་དང་། ལྷའི་བུད་མེད་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then all the apsarases, along with the lord of vidyādharas, said, “May the lord protect us!

source: །བཅོམ་ལྡན་འདས་བསྐྱབ་ཏུ་གསོལ།
en: May the glorious Vajradhara protect us!

source: དཔལ་རྡོ་རྗེ་འཆང་རྒྱལ་པོ་ཆེན་པོས་བསྐྱབ་ཏུ་གསོལ།
en: Please protect us, O great king!”

source: དེ་ནས་ཁྲོ་བོ་ཆེན་པོ་རྡོ་རྗེ་ཆེན་པོ་རྡོ་རྗེ་འཆང་གིས་འདི་སྐད་ཅེས་གསུངས་སོ། །ཀྱེ་བུད་མེད་རྣམས་གོ་བར་གྱིས་ཤིག །དཔལ་རྡོ་རྗེ་འཆང་རྒྱལ་པོ་ཆེན་པོ་ལ་སོགས་པའི་བསྙེན་བཀུར་བྱོས་ཤིག །དབྱིག་དང་། གསེར་དང་། མུ་ཏིག་དང་། རིན་པོ་ཆེ་དང་། བཻ་ཌཱུརྱ་དང་། པདྨ་རཱ་ག་དང་། རྫས་ཐམས་ཅད་ཕུལ་ཅིག །དེ་ནས་ལྷའི་བུད་མེད་ལ་སོགས་པ་ལྷའི་བུ་མོ་དང་གནོད་སྦྱིན་མོ་ཐམས་ཅད་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་འགུམ་མོ་འགུམ་མོ།
en: Vajradhara, the supreme master Great Wrath, then said, “Make a promise, apsarases, that you will be of service to those who recite the glorious Vajradhara and give them all kinds of riches—gold, pearls, beryls, rubies, and so forth.” Starting with the apsarases, each of the celestial maidens and yakṣiṇīs said, “I am willing to die, I am willing to die, O lord.

source: །དཔལ་རྡོ་རྗེ་ཁྲོ་བོ་ཟློས་པ་རྣམས་ཀྱི་བྲན་མོ་བགྱིད་དོ།
en: Let me become a servant of anyone who recites the glorious Vajradhara.

source: །བསྙེན་བཀུར་བགྱིད་དོ།
en: We shall become their attendants.

source: །གལ་ཏེ་ཁྲོ་བོ་ཟློས་པའི་བསྙེན་བཀུར་མ་བགྱིས་ན་རིགས་དང་རྒྱུད་དུ་བཅས་པ་བརླག་པར་གྱུར་ཅིག །དམ་པའི་ཆོས་སྤངས་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ལ་སྨད་པར་གྱུར་ཅིག །བཅོམ་ལྡན་འདས་ཀྱི་ཁྲོ་བོ་ཆེན་པོའི་རྡོ་རྗེས་སྤྱི་བོ་ཁོས་ཤིག །ལན་བརྒྱད་རྣམ་པར་གཤེགས་ཤིང་ཤི་ནས་མྱུར་བ་ཉིད་དུ་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་འཇུག་པར་གྱུར་ཅིག །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཕྱག་ན་རྡོ་རྗེས་ལྷའི་བུད་མེད་ཐམས་ཅད་དང་། ཀླུ་མོ་དང་གནོད་སྦྱིན་མོ་རྣམས་ལ་ལེགས་སོ་ཞེས་བྱ་བ་བྱིན་ཏེ།
en: If we do not become attendants of those who recite the glorious Vajradhara, we will bring ruin upon all our families and clans. We would be opposing the true Dharma and disparaging all tathāgatas. The lord should then split our heads with the thunderbolt of wrath . With our heads split into a hundred pieces, death would come very quickly and we would enter the eight great hells.” Then the great bodhisattva Vajrapāṇi applauded all the apsarases, celestial maidens, nāginīs, and yakṣiṇīs, “Well done!

source: ལྷའི་བུ་མོ་དང་ཀླུ་མོ་དང་། གནོད་སྦྱིན་མོ་རྣམས་ལེགས་སོ་ལེགས་སོ།
en: Well done, apsarases, celestial maidens, nāginīs, and yakṣiṇīs!

source: །མ་འོངས་པའི་ཚེ་མ་འོངས་པའི་དུས་ན་དེ་བཞིན་གཤེགས་པ་ཟློས་པའི་མི་རྣམས་ཀྱི་བསྙེན་བཀུར་གྱིས་ཤིག །དེ་ནས་འབྱུང་པོའི་བྲན་རྣམས་ཀྱིས་འབྱུང་པོའི་རྒྱལ་པོ་གཞན་གྱིས་མི་ཐུབ་པ་ལ་སོགས་པ་འཁོར་དང་བཅས་པ་ལངས་ཏེ།
en: You must resolve that in the future, on future occasions, you will become helpers of anyone who recites the tathāgatas.”

source: དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོའི་ཞབས་ལ་མགོ་བོས་བཏུད་ནས་རང་གི་སྙིང་པོ་ཕུལ་བ།
en: Each of the bhūta kings who rule over servant bhūtas, starting with Aparājita, stood up in the midst of his retinue and, having bowed at the feet of the supreme master Great Wrath, the glorious Vajradhara, offered to him his heart mantra:

source: ཨོྃ་ཤྲཱི་མ་ཧཱ་བྷཱུ་ཏ་ཀུ་ལ་སུནྡ་རི་ཧཱུྃ།
en: Oṁ , the glorious Sundarī of the great spirit family, hūṁ

source: ཨོྃ་ཤྲཱི་བི་ཛ་ཡ་སུནྡ་རི་ཧྲཱིཿ།
en: Oṁ , the glorious Sundarī of victory, hrīḥ

source: ཨོྃ་ཤྲཱི་བི་མ་ལ་སུནྡ་རི་ཨ།
en: Oṁ , the stainless Sundarī, āḥ

source: ཨོྃ་ཤྲཱི་ར་ཏི་སུནྡ་རི་དྷུ།
en: Oṁ , the glorious Sundarī of pleasure, vāḥ

source: ཨོྃ་ཤྲཱི་མ་ནོ་ཧ་ར་སུནྡ་རི་ཨི།
en: Oṁ , the glorious Sundarī that captivates the mind, dhīḥ

source: ཨོྃ་ཤྲཱི་བྷུ་ཥ་ཎ་སུནྡ་རི་མཱྃ།
en: Oṁ , the glorious, terrifying Sundarī, iḥ

source: ཨོྃ་ཤྲཱི་ད་བ་ལ་སུནྡ་རི་ཡ།
en: Oṁ , the glorious, brilliant white Sundarī, maṃ

source: ཨོྃ་ཤྲཱི་ཙཀྵུརྨ་དྷུ་མ་སུནྡ་རི་ཏི།
en: Oṁ , the glorious Sundarī with the sweet look in her eyes, bhīḥ

source: ཞེས་པ་འདི་རྣམས་ནི་འབྱུང་པོའི་རྒྱལ་མོ་ཆེན་མོ་སྟེ། དཔལ་གྱི་སྒྲ་ཡིས་རབ་ཏུ་གྲགས་པའོ།
en: “Thus are these eight spirit queens celebrated in glorious terms.”

source: །དེ་ནས་དཔལ་གྱི་སྒྲུབ་པའི་ཐབས་བཀླགས་པ་ཙམ་གྱིས་དངོས་གྲུབ་སྟེར་བ་སྟེ།
en: Next is the sādhana procedure that grants every success as soon as it is recited.

source: དཔལ་རྡོ་རྗེ་འཆང་གི་མཚན་བརྗོད་པ་ཙམ་གྱིས་འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་མངག་གཞུག་པར་འགྱུར་རོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: By merely saying the glorious Vajradhara’s name, all male and female spirits become one’s servants.

source: གང་གི་ཚེ་དམ་ཚིག་ལས་འདས་ན་འཕྲལ་དུ་འབྱུང་པོ་དང་འབྱུང་མོ་ཐམས་ཅད་རིགས་དང་རྒྱུད་དུ་བཅས་ཏེ་ཕུང་བར་བྱའོ།
en: The lord said, “If you break your pledges I will immediately destroy the families and clans of every male and female spirit.”

source: །དེ་ནས་འབྱུང་པོ་ཆེན་པོ་གཞན་གྱིས་མི་ཐུབ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then Aparājita, the great lord of bhūtas, told the great Vajradhara, “I will keep the pledges of Mahādeva.

source: །ལྷ་ཆེན་པོའི་དམ་ཚིག་ལ་གནས་ཤིང་འཇིག་རྟེན་པའི་སྔགས་དང་ཕྱག་རྒྱའི་ཆོ་ག་ཐམས་ཅད་ཀྱི་དངོས་གྲུབ་སྩལ་བར་བགྱིའོ།
en: To all ordinary people I will grant every success obtainable through mantra and mudrā.

source: །དཔལ་རྡོ་རྗེ་འཆང་བཟླས་པ་ཙམ་གྱིས་ཐམས་ཅད་འགྲུབ་པར་འགྱུར་ཏེ།
en: All they have to do is recite the glorious Vajradhara, and we will grant all accomplishments.

source: གལ་ཏེ་མ་གྲུབ་ན་རིགས་དང་རྒྱུད་དུ་བཅས་པ་བརླག་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པ་ཐམས་ཅད་ཀྱིས་གསུངས་པའི་དམ་ཚིག་ཉམས་པར་གྱུར་ཅིག །དེ་བཞིན་གཤེགས་པའི་ཁྲོ་བོའི་རྡོ་རྗེས་སྤྱི་བོ་བཀས་པར་གྱུར་ཅིག །མྱུར་བ་ཉིད་དུ་ཤི་སྟེ་རྣམ་པ་ཐམས་ཅད་དུ་དམྱལ་བ་ཆེན་པོ་བརྒྱད་དུ་འཇུག་པར་གྱུར་ཅིག །དེ་ནས་ཡང་དག་བཤད་བྱ་བ། །སྒྲུབ་པ་པོ་ཡི་གནས་མཆོག་སྟེ།
en: If we do not, our families and clans will be destroyed. We will break our pledges to the teachings of all the tathāgatas, and the lord will split our heads with the thunderbolt of wrath . Our death would be quick, and we would enter the eight great hells.” “Now I will describe the best places for practice.

source: །ཆུ་བོའི་འགྲམ་དང་དུར་ཁྲོད་དང་། །ཕྱག་ན་རྡོ་རྗེའི་ཁྱིམ་དག་སྟེ།
en: “At a riverbank, in a charnel ground, Or at a temple of Vajrapāṇi,

source: །དེར་ནི་འབྱུང་པོ་འབྱུང་མོ་ཀུན།
en: All male and female spirits

source: །འགྲུབ་འགྱུར་འདི་ལ་ཐེ་ཙོམ་མེད།
en: Will be mastered, there is no doubt.

source: །འབྱུང་པོའི་རྒྱལ་མོ་ཆེན་པོ་བརྒྱད་ཀྱི་བསྒྲུབ་པའི་གནས་སོ། །དེ་ནས་ཕྱག་རྒྱ་བཤད་བྱ་བ།
en: “These are places for the practice of the eight spirit queens.

source: །འབྱུང་མོ་བརྒྱད་ཀྱི་སྒྲུབ་པ་སྟེ།
en: “Now I will describe the mudrās employed when practicing the eight female spirits.

source: །ལག་གཡོན་ཁུ་ཚུར་དམ་བཅངས་ནས།
en: “Make a tight fist with your left hand

source: །གུང་མོ་རབ་ཏུ་བརྐྱང་བྱས་པ།
en: And extend your middle finger.

source: །སྤྱན་དྲང་མཆོད་པའི་ཕྱག་རྒྱ་སྟེ།
en: This is the inviting and offering mudrā

source: །རིགས་ཀྱི་མཆོག་ནི་སྒྲུབ་བྱེད་པའོ།
en: That gives mastery over the best of spirit families.

source: །ཁུ་ཚུར་ཕན་ཚུན་བཅངས་ནས་ནི།
en: “Hold your fists together

source: །མཛུབ་མོ་རབ་ཏུ་བརྐྱང་བྱས་པ།
en: And extend your index fingers. In an instant the male and female spirits will be subdued.

source: །རང་གི་དམ་ཚིག་བསྲུང་བ་ཡི། །འབྱུང་མོ་སྐད་ཅིག་དེ་ལ་སྒྲུབ།
en: This mudrā safeguards their individual pledges.

source: །མཐེ་ཆུང་རབ་ཏུ་བརྐྱང་བྱས་པ།
en: And extend your little finger.

source: །ཉེ་བར་བྱེད་པའི་ཕྱག་རྒྱ་སྟེ།
en: This mudrā is for summoning;

source: །འབྱུང་པོ་ཐམས་ཅད་རྗེས་འབྲང་བའོ།
en: All spirits will become one’s followers.

source: །ལག་པ་གཡོན་པ་བརྐྱང་ནས་ནི།
en: “Extend the fingers of your left hand,

source: །མཛུབ་མོ་བསྐྱིལ་བ་བྱས་ནས་སུ།
en: Then curl your index finger

source: །མཐེ་བོང་གཡས་ནི་མནན་བྱས་པ།
en: And lock it between your middle finger and thumb.

source: །འབྱུང་ཀུན་དབང་དུ་བྱེད་པའོ།
en: This mudrā enthralls all female spirits.

source: །ལག་གཡོན་ཁུ་ཚུར་བཅངས་པ་ལས།
en: “Make a tight fist with your left hand

source: །སྲིན་ལག་རབ་ཏུ་བརྐྱང་བ་ནི།
en: And extend your ring finger.

source: །འབྱུང་མོ་ཐམས་ཅད་འགུགས་པ་སྟེ།
en: This will summon all the female spirits

source: །བགེགས་ཀུན་ཟློག་པར་བྱེད་པའོ།
en: And ward off all obstacle-makers.

source: །ལག་གཡོན་ཁུ་ཚུར་བཅངས་ནས་ནི།
en: “Make a fist with your left hand

source: །འབྱུང་མོ་མངོན་ཕྱོགས་བྱེད་པ་སྟེ།
en: This mudrā makes female spirits appear in person

source: །གདུག་པ་ཐམས་ཅད་ཟ་བྱེད་པའོ།
en: And causes the destruction of all evildoers.

source: །ལག་པ་གཡོན་པས་ཁུ་ཚུར་བཅངས་ཏེ།
en: “Form your left hand into a fist And extend your little finger.

source: མཐེ་ཆུང་བརྐྱང་བ་ནི་འབྱུང་མོའི་དམ་ཚིག་གི་ཕྱག་རྒྱ་སྟེ།
en: This is the pledge mudrā of female spirits;

source: ཐམས་ཅད་དུ་ལས་ཐམས་ཅད་བྱེད་པའོ།
en: It accomplishes any and all activities.

source: །ལག་པ་གཉིས་ཀའི་སོར་མོ་རྣམས་གཅིག་གི་སྟེང་དུ་གཅིག་བསྐྱོན་པ་བྱས་པ་ལ་ལག་པ་གཡས་པ་རྐེད་པ་གཡས་པར་བཞག་ལ། ལག་པ་གཡོན་པས་གཡས་མནན་པའི་སྟེང་དུ་བཞག་པ་ནི་མཆོག་གི་སྙིང་པོ་སྟེ་འབྱུང་མོ་ཐམས་ཅད་ཀྱི་ཕྱག་རྒྱའོ།
en: “Place the fingers of one hand upon the other and, placing your right hand to the right of the groin, press your right hand down with your left. This is the ultimate essence—the pledge mudrā of female spirits.

source: །ཕྱག་རྒྱ་འདི་དག་བཅིངས་པ་ཙམ་གྱིས་འབྱུང་མོ་རྣམས་མྱུར་དུ་འོང་སྟེ།
en: “As soon as these mudrās are formed, the female spirits swiftly arrive.

source: གལ་ཏེ་མི་འོང་ན་མིག་དང་སྤྱི་བོ་འགས་ཤིང་བསྐམས་ཏེ་འཆི་བར་གྱུར་ཅིག །དེ་ནས་དཔལ་རྡོ་རྗེ་འཆང་ཁྲོ་བོའི་བདག་པོ་ཆེན་པོས་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: If they do not arrive quickly their foreheads will burst, and they will wither and die.”

source: །གལ་ཏེ་འབྱུང་མོ་རྣམས་དམ་ཚིག་ལས་འདའ་བར་བྱེད་ན་ཁྲོ་བོ་འདི་དང་བཅས་པས་དགུག་པའི་ཕྱིར་བཟླ་སྟེ།
en: At that moment the glorious Vajradhara, supreme master Great Wrath, said, “If these female spirits break their respective pledges, one should summon them by reciting the following wrathful mantra one hundred and eight times:

source: ཨོྃ་ཀ་ཊུ་ཀ་ཊུ་སྲུ་ཧྲཱིཿཆེ་གེ་མོ་བྷུ་ཏི་ནི་ཧཱུྃ་ཕཊ།
en: Oṁ , summon, summon! Sruṃ hrīḥ ! Summon such-and-such spirit, hūṁ phaṭ

source: ཁྲོ་བོ་འདི་དང་བཅས་པས་བརྒྱ་ཕྲག་བརྒྱད་བཟླས་ན་མྱུར་བར་འོང་བར་འགྱུར་རོ།
en: “The practitioner should recite the above wrathful mantra one hundred and eight times; she will soon arrive.

source: །གལ་ཏེ་མྱུར་དུ་མ་འོངས་ན་མིག་དང་སྤྱི་བོ་འགས་པའམ་བསྐམས་ཏེ་འཆིའོ།
en: If she does not arrive, she will burst at the forehead and will wither and die.

source: །དེ་ནས་སྒྲུབ་པའི་ཐབས་ཀྱི་ཆོ་ག་བཤད་པ།
en: “The instructions for the formal practice are as follows:

source: ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་ཙནྡན་གྱི་དཀྱིལ་འཁོར་བྱས་ནས་མེ་ཏོག་གཅལ་དུ་བཀྲམ་སྟེ།
en: “The practitioner should go to the confluence of two rivers, prepare a maṇḍala with sandalwood powder, and offer abundant flowers.

source: གུ་གུལ་གྱི་དུད་པས་བདུག་ཅིང་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: He should burn bdellium incense and recite the mantra one thousand and eight times. His purpose will be achieved.

source: །མཚན་མོ་ཡང་སྟོང་བཟླས་ན་འོང་སྟེ།
en: At night, he should again recite the mantra one thousand times, and she is certain to come.

source: འོངས་ནས་འདོད་པ་སྦྱིན་པར་འགྱུར་ཏེ་ཆུང་མར་འགྱུར་རོ།
en: When she has come, he should make love to her, and she will become his wife.

source: །གསེར་སྲང་བརྒྱ་མལ་དུ་དོར་ནས་ཐོ་རངས་ཀྱིས་འགྲོ་བར་བྱེད་དོ།
en: She will depart at daybreak, leaving one hundred palas of gold on the bed.

source: །ཉི་མ་རེ་རེ་འདི་ལྟར་བྱས་ན་ཟླ་བ་གཅིག་གི་བར་དུ་ངེས་པར་འགྲུབ་བོ།
en: Doing this every day, he will definitely attain success within one month. “The practitioner should go to the bank of a river and prepare a maṇḍala with sandalwood powder.

source: །ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་ཙནྡན་གྱིས་དཀྱིལ་འཁོར་བྱས་ནས་ཞོ་དང་འབྲས་ཆན་གྱི་གཏོར་མ་བྱིན་ན་ཉི་མ་བདུན་ན་ངེས་པར་འོང་ངོ་།
en: After sponsoring a bali of curds and rice, he should recite the mantra one thousand and eight times over seven days. On the seventh day she is certain to arrive.

source: །འོངས་ནས་ཙནྡན་གྱི་ཆུའི་མཆོད་ཡོན་བྱིན་ན་དགའ་བར་གྱུར་ཏེ།
en: When she does, he should give her a welcome offering of sandalwood-scented water.

source: སྡུག་པ་ངས་ཅི་བྱ་ཟེར་ཏེ་སྒྲུབ་པ་པོ་ཡིས་རྒྱལ་སྲིད་སློང་ཅིག་ཅེས་སྨྲའོ།
en: She will be pleased and say, ‘What can I do for you, my dear?’ The practitioner should say, ‘Grant me kingship.’ She will grant kingship and will protect the realm.

source: །དེ་ནས་ཡུལ་འཁོར་ཡང་ཡོངས་སུ་སྐྱོང་བར་བྱེད་དོ། །གོས་དང་རྒྱན་དང་བཟའ་བ་ལ་སོགས་པ་མཐུན་པར་སྦྱིན་པར་བྱེད་དོ། །དཔལ་རྡོ་རྗེ་འཆང་གི་ཁང་པར་སོང་སྟེ།
en: In addition she will bestow clothes, adornments, food, and so forth.

source: ཀ་ར་བཱི་རའི་མེ་ཏོག་སྦྱིན་ཞིང་གུ་གུལ་གྱི་བདུག་པས་བདུགས་ལ་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་འགྲུབ་པར་འགྱུར་ཏེ།
en: “In a temple to Vajradhara, the practitioner should offer oleander flowers, burn bdellium incense, and recite the mantra one thousand and eight times.

source: མཚན་མོ་ཡང་སྟོང་བཟླས་ན་ངེས་པར་འོང་ངོ་།
en: His purpose will be achieved. At night, he should again recite one thousand times; she is certain to come.

source: །འོངས་པ་ལ་མེ་ཏོག་གི་སྟན་སྦྱིན་ཞིང་ལེགས་པར་འོངས་སོ་ཞེས་བརྗོད་ན་ཆུང་མར་འགྱུར་ཏེ།
en: When she does, he should prepare a seat of flowers for her and say, ‘Welcome.’ She will become his wife.

source: ལྷའི་དངུལ་ཆུ་དང་བཅུད་ཀྱིས་ལེན་དང་། རྫས་ཀྱི་དངོས་གྲུབ་སྟེར་ཞིང་དགྲ་ཐམས་ཅད་འཇོམས་པར་བྱེད་དོ།
en: She will offer divine elixirs of longevity and power substances and will topple all his enemies.

source: །རྒྱབ་ཏུ་ཞོན་ན་མཐོ་རིས་སུ་ཡང་འཁྱེར་བར་བྱེད་དོ།
en: Taking him upon her back, she will carry him to heaven.

source: །ལོ་སྟོང་ཕྲག་བཅུར་འཚོའོ།
en: He will live ten thousand years.

source: །ཆུ་བོའི་འགྲམ་དུ་སོང་སྟེ་སྤོས་དཀར་པོས་དཀྱིལ་འཁོར་བྱས་ནས་མེ་ཏོག་དཀར་པོ་བྱིན་ཏེ།
en: “Having gone to the bank of a river, the practitioner should prepare a maṇḍala of sandalwood, offer white flowers and fragrant white substances, and burn frankincense.

source: དུ་རུ་སྐས་བདུགས་ལ་སྟོང་ཕྲག་བཅུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: He should recite the mantra one thousand and eight times, and his purpose will be achieved.

source: །མཚན་མོ་ཡང་སྟོང་བཟླས་ན་ངེས་པར་འོང་ངོ་།
en: At night, he should again recite the mantra; she is certain to come.

source: །འོངས་པ་ལ་མེ་ཏོག་གི་ཆུའི་ཡོན་ཆབ་བྱིན་ནས་བསྒོ་ན་སྲིང་མོར་འགྱུར་རོ།
en: When she does, he should present her with a welcome offering of flowers and water and ask, ‘Please be my sister.’ She will offer elixirs of longevity and power substances.

source: །དངུལ་ཆུ་དང་། བཅུད་ཀྱིས་ལེན་དང་། རྫས་ཀྱི་དངོས་གྲུབ་སྟེར་ཞིང་དཔག་ཚད་སྟོང་དུ་སོང་ནས་བུད་མེད་བཟང་མོ་བླངས་ནས་སྟེར་བར་བྱེད་ཅིང་མཚན་མོ་སླར་འཁྱེར་རོ།
en: She will entice women, even from a thousand leagues away.

source: །ལྷ་ཁང་སྟོང་པར་སོང་ནས་ཇི་ལྟར་གསུངས་པའི་གཏོར་མ་དང་མཆོད་པ་བྱས་ཏེ་སྟོང་ཕྲག་བརྒྱད་དུ་བཟླས་ན་འགྲུབ་པར་འགྱུར་རོ།
en: “The practitioner should go to an empty shrine and make a bali offering as just described. He should recite the mantra one thousand and eight times, and his purpose will be achieved.

source: །མཚན་མོ་ཡང་གཏོར་མ་བྱིན་ནས་སྟོང་ཕྲག་བརྒྱད་བཟླས་ན་ངེས་པར་འོང་ངོ་།
en: He should again recite the mantra one thousand times at night while making a bali offering. She is certain to come.
